/* Second segment name in dialog getNameThing */
"Box" = "Box";

/* button title for close view thing */
"buttonTitle" = "Close";

/* Cancel button in dialog */
"Cancel" = "Cancel";

/* Title in dialog getNameThing */
"EnterName" = "Enter a name";

/* message error when deleting an box/root/thing */
"errorDeleteObject" = "Error delete - ";

/* message error when get name thing */
"errorGetNameThingIsNil" = "get name: name thing is nil";

/* message error aboute error save in core base in var objectForSave */
"errorSaveObject" = "Couldn't save a new item to the database";

/* failed delete in Core Data */
"failedDeleteCoreData" = "failed delete in Core Data";

/* failed mark delete order */
"failedDeleteMarkOrder" = "failed mark delete order";

/* failed save in Core Data */
"failedSaveCoreData" = "failed save in Core Data";

/* id room or box is null */
"notFoundIdRoomBox" = "id room or box is null";

/* OK button in dialog */
"OK" = "OK";

/* Third segment name in dialog getNameThing */
"Root" = "Root";

/* title name main window */
"RootTitleName" = "Root";

/* First segment name in dialog getNameThing */
"Thing" = "Thing";

